[
  {
    "id": "news1",
    "title": "PENS Raih Juara Umum Kompetisi Informatika Nasional Enam Kali Berturut-turut",
    "description": "Politeknik Elektronika Negeri Surabaya (PENS) melalui Center for Research and Innovation on Advanced Transportation Electrification (CReATE) kembali unjuk gigi dengan menampilkan berbagai inovasi teknologi kendaraan listrik dalam ajang Indonesia International Auto Parts Accessories & Equip Exhibition (INAPA) 2025 yang digelar di JIExpo Kemayoran, Jakarta.",
    "image": "https://vokasi.kemendikdasmen.go.id/index.php/File/eyJpdiI6Ik10Um9Dazk2M29JRnRvNm45eFpFa0E9PSIsInZhbHVlIjoiREtITjZlWEdCeFQybnZMN1NLb05TT3hrd0FIWUtNaHduVHdkVHozRWJJU0U3NVQ2NzUreGJaSFo5UDQ1M28yYms2Ukl6T2E0ZFUrZlBUUGVqKzVSaDFwODZ6RFZjejJzME9iQVFVUWJxRHFUZG9WYlNQSGtUYlkrazNlWE9IV0YiLCJtYWMiOiIzYzMwZmUyMzNkZDc2ZjFlMjRjMGM1YmM2MDYyOTE1YzNlNWI2MDNjNDE3OWI4MDRjYjAwY2I1OWYxODAyNzRhIiwidGFnIjoiIn0=",
    "link": "https://vokasi.kemendikdasmen.go.id/index.php/read/b/pens-raih-juara-umum-kompetisi-informatika-nasional-enam-kali-berturut-turut"
  },
  {
    "id": "news2",
    "title": "Inapa 2025, PENS Pamerkan Keunggulan Teknologi Electric Vehicle",
    "description": "Pada pameran Indonesia International Auto Parts Accessories & Equip Exhibition (INAPA) 2025, Center for Research and Innovation on Advanced Transportation Electrification (CReATE)  Politeknik Elektronika Negeri Surabaya (PENS) kembali pamerkan inovasinya. Kali ini,  menampilkan beberapa produk unggulannya di bidang teknologi Electric Vehicle (EV).Pameran ini merupakan acara yang digelar oleh GEM Indonesia, yang merupakan penyelenggara pameran perdagangan dan industri bertaraf internasional. Bertempat  di JIExpo Kemayoran Jakarta, pameran ini berlangsung selama tiga hari hingga 23 Mei 2025 mendatang dan diikuti oleh berbagai perusahaan, kampus dan pengembang otomotif di Kawasan Asia.",
    "image": "https://kilasjatim.com/wp-content/uploads/2025/05/IMG-20250522-WA0137-1.jpg",
    "link": "https://kilasjatim.com/inapa-2025-pens-pamerkan-keunggulan-teknologi-electric-vehicle/"
  },
  {
    "id": "news3",
    "title": "Mau Belajar Elektronika dan Robotika? Yuk Kenalan dengan PENS",
    "description": "Perkembangan teknologi membuat sumber daya manusia di bidang elektronika dan robotika semakin dibutuhkan. Ini menjadi kesempatan kamu mempelajarinya lebih mendalam di jenjang pendidikan tinggi.Buat kamu yang tertarik, Politeknik Elektronika Negeri Surabaya (PENS) bisa jadi jawabannya.Perguruan tinggi negeri ini kerap menyabet gelar juara di Kontes Robotika Indonesia (KRI) dan sempat menjadi perwakilan Indonesia di perlombaan robotika regional Asia Pasifik pada 2023.",
    "image": "https://cdn.medcom.id/dynamic/content/2025/04/04/1752720/SL8A2l9jND.jpg?w=1024",
    "link": "https://www.medcom.id/pendidikan/news-pendidikan/0KvYxMRk-mau-belajar-elektronika-dan-robotika-yuk-kenalan-dengan-pens"
  },
  {
    "id": "news4",
    "title": "Motor Axial Flux PENS Tampil di Pameran INAPA 2025",
    "description": "SURABAYA, Berita Jatim – Politeknik Elektronika Negeri Surabaya (PENS) melalui Center for Research and Innovation on Advanced Transportation Electrification (CReATE) kembali unjuk gigi dengan menampilkan berbagai inovasi teknologi kendaraan listrik dalam ajang Indonesia International Auto Parts Accessories & Equip Exhibition (INAPA) 2025 yang digelar di JIExpo Kemayoran, Jakarta. Pameran ini merupakan acara tahunan yang mempertemukan berbagai produsen dan pengembang di industri otomotif. PENS berpartisipasi dengan memamerkan motor axial flux, sebuah komponen kunci dalam pengembangan kendaraan listrik, yang menarik perhatian banyak pengunjung dan industri terkait.",
    "image": "https://beritajatim.com/wp-content/uploads/2025/05/IMG-20250522-WA0187.jpg",
    "link": "https://beritajatim.com/motor-axial-flux-pens-tampil-di-pameran-inapa-2025"
  },
  {
    "id": "news5",
    "title": "Libatkan Mahasiswa Perancis, Dosen Pens Buat Alat Menanam Padi",
    "description": "Dosen program studi Teknik Mekatronika, Politeknik Elektronika  Negeri Surabaya (PENS) membuat alat menanam padi berbasis teknologi modern, yang disebut Robotani Planter. Proyek ini melibatkan 3 orang mahasiswa asal Perancis dan siswa SMKN 1 Jenangan Ponorogo. Inovasi dari bidang pertanian ini merupakan riset skema emas, Program Katalisator Kemitraan Berdikari yang juga didukung oleh PT. Nasta Mekatronika Indonesia.",
    "image": "https://asset-2.tstatic.net/mataraman/foto/bank/images/inovasi-robotani-planter.jpg",
    "link": "https://mataraman.tribunnews.com/2025/05/16/libatkan-mahasiswa-prancis-dan-siswa-smk-dosen-pens-kembangkan-robotani-planter?page=all"
  },
  {
    "id": "news6",
    "title": "Septian Pernah Jual Angkringan dan Tempuh 23 Km ke Sekolah, Kini Wakili Indonesia di Ajang Internasional",
    "description": "Pada tahun 2021 Septian berhasil lolos seleksi untuk mewakili SMKN 1 Jenangan pada Ajang Talenta LKS SMK. Ia menjelaskan, saat pandemi Covid-19 melanda, proses latihannya memakan waktu hampir 6 bulan.Kesabarannya pun membuahkan hasil, Septian memperoleh medali perunggu pada bidang Mechatronics di LKS SMK tahun 2021 yang diselenggarakan secara daring pada 24 sampai 30 Oktober 2021. Dari situlah jalan prestasinya terbuka lebar. Ia diterima di kampus impiannya sebagai mahasiswa D4 Mekatronika di Politeknik Elektronika Negeri Surabaya (PENS). Di tahun 2022, Septian berkesempatan mengikuti Seleksi Daerah (Selekda) ASEAN Skills Competition (ASC). Dalam ajang tersebut, ia meraih Juara 1 pada Selekda ASC tahun 2022.",
    "image": "https://asset.kompas.com/crops/ygfiQk_ZhjIVbA4VA5Rue4ayf-I=/0x0:0x0/1200x800/data/photo/2024/06/16/666dcc1cdce71.jpg",
    "link": "https://www.kompas.com/edu/read/2024/06/23/140500871/septian-pernah-jual-angkringan-dan-tempuh-23-km-ke-sekolah-kini-wakili"
  },
  {
    "id": "news7",
    "title":"Politeknik Elektronika Negeri Surabaya Hadiri Bandung Campus Update 2025",
    "description": "Politeknik Elektronika Negeri Surabaya Hadiri Bandung Campus Update 2025. Acara ini diselenggarakan di Bandung Convention Centre dari 19-21 Februari 2025. Ada 70+ partisipan perguruan tinggi se-Indoneisa yang mengisi setiap booth yang ada disini. Dikutip dari Lembaga Penyiaran Publik Radio Republik Indonesia (https://www.rri.co.id/bandung/iptek/1338411/campus-fair-di-bandung-campus-update-2025), Mencari referensi Kampus untuk kuliah, saat ini sudah mudah tak perlu mengunjungi satu persatu. Salah satu event yang mewadahi ialah Campus Fair dari Bandung Campus Update 2025. Acara ini diselenggarakan di Bandung Convention Centre dari 19-21 Februari 2025. Ada 70+ partisipan perguruan tinggi se-Indoneisa yang mengisi setiap booth yang ada disini.",
    "image": "https://blue.kumparan.com/image/upload/fl_progressive,fl_lossy,c_fill,f_auto,q_auto:best,w_640/v1634025439/01jmkj9hrsfj9dwvzagzya1r9n.jpg",
    "link": "https://kumparan.com/komunitas-sevima/politeknik-elektronika-negeri-surabaya-hadiri-bandung-campus-update-2025-24XlBEONhwL/1"
  }
]